{
    "descriptions" : {
        "Background" : "The background contains all pertinent information related to your investigation.  Often it is the information which inspired you to start the experiment or information that is crtical to known before starting the experiment.",
        "Problem" : "The main problem or question that your experiment is trying to get an answer to.",
        "Independent Variable" : "The quantity that you will change during your experiment to cause a change in the Dependent Variable.",
        "Dependent Variable" : "The quantity that you want to measure that will change in response to your Independent Variable.  Changes in this variable should provide an answer to your problem.",
        "Controlled Variable" : "Any quantity that should not change as a result of your testing.",
        "Relationship" : "What is the possible relationship between your independent and dependent variable.",
        "Quantitative Relationship" : "The mathematical relationship between your variables. For example, if the independent variable increases, the dependent variable should increase too.",
        "Qualitative Relationship" : "The non-mathematic relationship between your variables (as temperature increases, the color of the water should become more blue).",
        "Material" : "An object or tool used for your experiment",
        "Trials" : "How may times will you repeat your experiment?  The more trials performed, the more accurate your data will be.",
        "Procedure" : "The steps you will take to perform your experiment.",
        "Measurement Methods" : "The method that is employed to measure a variable.\n Independent Variables can be measured discretely (using a specific number of experimental groups, where the independent variable is manipulated between groups) or continuously (taking continuous measurement of a single group).\n Dependent Variables can be measured continuously (using continuous measurements), incrementally (measured over constant time intervals), finally (a single measurement take at the end of the experiment) or qualitatively (without taking any numerical measurements)."
    }
}
